public class Info {
    public String getInfo(){
        return "Привет, дорогой друг! Добро пожаловать в увлекательный мир WorldOfDorem1x!\n" +
                "С нашей последней встречи много, что изменилось, поэтому я советую внимательно " +
                "прочитать информацию!\n" +
                "Для победы в этой игре тебе необходимо прокачать своего персонажа до 30 уровня!\n" +
                "Если Вы в первый раз играете, то по команде /manual будет доступна подробная инструкция!\n" +
                "После удаления Ваш персонаж попадает в таблицу рекордов!\n" +
                "Приятной игры :)\n" +
                "Список доступных комманд:\n " +
                "/info - Вызвать меню помощи.\n" +
                "/get_players_list - Посмотреть список всех персонажей на сервере в текущий момент.\n" +
                "/create_player - Создание нового игрока.\n" +
                "/delete_player - Удалить своего персонажа.\n" +
                "/get_records_table - Посмотреть таблицу рекордов.\n" +
               "/get_player_info - Вся доступная информация о твоём персонаже.\n" +
                "/get_shop_items - Посмотреть содержимое лавки торговца.\n" +
                "/buy_item1 - Купить 1-ый предмет у торговца.\n" +
                "/buy_item2 - Купить 2-ой предмет у торговца.\n" +
                "/buy_item3 - Купить 3-ий предмет у торговца.\n" +
                "/buy_item4 - Купить 4-ый предмет у торговца.\n" +
                "/buy_item5 - Купить 5-ый предмет у торговца.\n" +
                "/buy_item6 - Купить 6-ой предмет у торговца.\n" +
                "/buy_item7 - Купить 7-ой предмет у торговца.\n" +
                "/lets_go_for_an_adventure - Начать новое приключение!";
    }
}
