public class Info {
    public String getInfo(){
        return "Привет, дорогой друг! Добро пожаловать в увлекательный мир WorldOfDorem1x\n" +
                "Для победы в этой игре тебе необходимо прокачать своего персонажа до 10 уровня!\n" +
                "Приятной игры :*\n" +
                "Список доступных комманд:\n " +
                "/info - Вызвать меню помощи\n" +
                "/getPlayerList - Посмотреть список всех персонажей на сервере\n" +
                "/createPlayer - Создание нового игрока\n" +
                "/deletePlayer - Удалить своего персонажа\n" +
               "/getPlayerInfo - Вся доступная информация о твоём персонаже\n" +
                "/getShopItems - Посмотреть содержимое лавки торговца\n" +
                "/buyItem1 - Купить 1-ый предмет у торговца\n" +
                "/buyItem2 - Купить 2-ой предмет у торговца\n" +
                "/buyItem3 - Купить 3-ий предмет у торговца\n" +
                "/letsGoForAnAdventure - Начать новое приключение";
    }
}
