public class Info {
    public String getInfo(){
        return "Привет, дорогой друг! Добро пожаловать в увлекательный мир WorldOfDorem1x!\n" +
                "С нашей последней встречи много, что изменилось, поэтому я советую внимательно " +
                "прочитать информацию!\n" +
                "Для победы в этой игре тебе необходимо прокачать своего персонажа до 30 уровня!\n" +
                "Если Вы в первый раз играете, то по команде /manual будет доступна подробная инструкция!\n" +
                "После удаления Ваш персонаж попадает в таблицу рекордов!\n" +
                "Приятной игры :)\n" +
                "Список доступных комманд:\n " +
                "/info - Вызвать меню помощи.\n" +
                "/getPlayerList - Посмотреть список всех персонажей на сервере в текущий момент.\n" +
                "/createPlayer - Создание нового игрока.\n" +
                "/deletePlayer - Удалить своего персонажа.\n" +
                "/getRecordsTable - Посмотреть таблицу рекордов.\n" +
               "/getPlayerInfo - Вся доступная информация о твоём персонаже.\n" +
                "/getShopItems - Посмотреть содержимое лавки торговца.\n" +
                "/buyItem1 - Купить 1-ый предмет у торговца.\n" +
                "/buyItem2 - Купить 2-ой предмет у торговца.\n" +
                "/buyItem3 - Купить 3-ий предмет у торговца.\n" +
                "/buyItem4 - Купить 4-ый предмет у торговца.\n" +
                "/buyItem5 - Купить 5-ый предмет у торговца.\n" +
                "/buyItem6 - Купить 6-ой предмет у торговца.\n" +
                "/buyItem7 - Купить 7-ой предмет у торговца.\n" +
                "/letsGoForAnAdventure - Начать новое приключение!";
    }
}
